{
    "aquila": {
        "stories": [
            "No alto do céu, havia uma constelação que hoje é lembrança. Lá ficaram os meus sonhos de menina que flutuavam em fantasias de criança.",
            "Eu sorria e suportava em meus ombros toda a leveza da vida.",
            "Em meus sonhos, caminhos de flores e borboletas brilhantes me guiavam para tudo que sempre quis ter: o mundo.",
            "Olhos sempre sorrindo, balançando e pulando em lindos jardins e gangorras coloridas.",
            "Meus pequenos pés me carregavam em direção a um futuro cheio de sucesso e riquezas ao lado de todos que acreditavam em mim.",
            "Sustentava todas as promessas e juramentos de dedinho com toda a seriedade de uma pequena sonhadora.",
            "Achei que pudesse mudar o mundo, eu achei que a luz daquelas lindas borboletas fosse eterna.",
            "Dançava como os pássaros e sonhava com suas asas, pois eu sabia que ali era o meu lugar.",
            "Quem sou eu?"
        ],
            
        "puzzle": {
            "text": "Cheia de esperanças e expectativas. Fui construída tão alta, quase capaz de tocar as estrelas. No entanto, se busco me encontrar, tenho certeza de que esta que vejo não sou eu. ",
            "solution": "Eu era"
        }
    },
    
    "capricorn": {
        "stories": [
            "Para esta constelação, eu cantarolava e minha voz se espalhava, não sabia o que eram dores. Apenas me entretia a cantar e só com as estrelas vivia a sonhar. Mas um dia deixei de ser criança...",
            "Eu chorava e suportava em meus ombros todo o peso do fracasso.",
            "Em meus sonhos, o concreto gelado sob meus pés me guiava lentamente até o fim de mais um caminho solitário.",
            "Olhos sempre grudados às pedras geladas de junho, estáticos e secos como a flora ao meu redor.",
            "Meus passos lentos carregavam meu corpo em direção a algo que já não importava mais.",
            "Quebrei todas as minhas promessas e juramentos de grandeza com toda a força de uma desilusão.",
            "Compreendi que não podia mudar o mundo, minha luz havia se apagado há muito tempo.",
            "Curvava meus ombros e abraçava meus braços pesados, pois eu sabia que jamais poderia voar.",
            "Quem sou eu?"
        ],     
            
        "puzzle": {
            "text": "Sem mais esperanças ou expectativas. Fui derrubada de cima do meu castelo de estrelas. Agora busco me encontrar, mas não tenho certeza de quem eu sou.",
            "solution": "Eu seria"
        }
    },

    "libra": {
        "stories": [
            "Esta última constelação me revelou que a vida possui duas faces: positiva e negativa. O passado foi duro mas deixou o seu legado, saber viver é a grande sabedoria.",
            "Eu avanço, um dia de cada vez, e já não preciso mais suportar.",
            "Em meus sonhos, uma luz fraca acompanha meus passos e me guia ao começo daquilo que jamais imaginei.",
            "Olhos sempre atentos, voltados ao caminho à minha frente com a determinação de uma supernova.",
            "Meus passos rápidos e certeiros me carregam em direção a um futuro que achava inalcançável: o meu.",
            "Quebrei minhas correntes e me libertei daquilo que queriam que eu fosse com toda a coragem de uma pequena guerreira.",
            "Compreendi que não podia mudar o mundo, mas eu estou tentando.",
            "Quem sou eu?"
        ],

        "puzzle": {
            "text": "Liberta de expectativas e salva por esperanças. Construí-me junto às estrelas e posso tocá-las com toda a minha luz. Eu me encontrei, e tenho certeza de que eu finalmente sou eu.",
            "solution": "Eu sou"    
        }
    }

}